Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Min árvvoštallan lea ahte giellaguovddáš lea moatti jagis čájehan man dehálaš doaibma das lea
nob: Vår vurdering er at språksenteret på få år har hatt en svært viktig rolle i å revitalisere det samiske

source: sámegiela ja Moskaluovtta mearrasámi kultuvrra ealáskahttemis.
nob: språket og den sjøsamiske kulturen i Lakselvbukt.

source: Leat diehttelas muhtun hástalusat mat čuvvot go guovddáža doaibma lea unna gilážis, nugo bargiid fidnen / gelbbolašvuohta, go báikkálaččat ii gávdno formálalaš gelbbolašvuohta, dan ferte guovddáš viežžat olggobealde gili.
nob: Det ligger også noen utfordringer ved å være lokalisert til ei lita bygd, slik som rekruttering / kompetanse, ved at formell kompetanse ikke finnes lokalt og senteret er avhengig av å rekruttere utenfor bygda.

source: Giellaguovddáš lea maid oainnusindahkan iežas eaŋkiláššiin main lea stuora mearkkašupmi olles sámi álbmogii Romssas, go barge oažžut Romssa ohcat sámegiela hálddašanguvlui ja go doaimmahit oažžut suohkanii sámi kulturviesu.
nob: Språksenteret har også markert seg i enkeltsaker av stor betydning for den samiske befolkningen i Tromsø gjennom søknaden til innlemmelse i språkforvaltningsområdet og arbeidet med samisk hus.

source: Diet leat stuora ja dehálaš prinsihppaáššit, maid bohtosiid ii
nob: Dette har vært viktige prinsippsaker som kanskje ikke er vunnet i første omgang, men er av stor betydning for utviklingen av

source: soaitte jur dalán oaidnit, muhto dat leat dehálaččat sámegiela ja kultuvrra ovddidanbargguin urbána duogážis.
nob: samisk språk og kultur i en urban kontekst.

source: 9 Aajege – Sámi giella ‐ ja gelbbolašvuođaguovddáš
nob: 9 Aajege – Samisk språk‐ og kompetansesenter

source: 9.1 Duogáš dasa manna giellaguovddáš ásahuvui
nob: 9.1 Bakgrunn for opprettelsen av språksenteret

source: Lullisápmelaččat leat smávit álbmot mat ásset bieđgguid.
nob: Sørsamene er få og bor spredt.

source: Vaikko vel Plassje guovllus lea ge oalle čoahkes lullisámi ássan, de eai leat beare galle giellageavaheaddji gal, ja dáruiduhttin lea leamaš garas guhkes áiggi.
nob: Selv om det er en viss konsentrasjon av sørsamer i Rørosområdet, er det ikke snakk om noe stort antall av språkbrukere og fornorskningen har vært veldig sterkt over lang tid.

source: Roavvát sáhttá dadjat ahte olles guokte buolvva leat massán giela, ja leat ge báhcán dušše muhtun moadde vuorasolbmo vel geain leamaš sámegiella bajásšaddangiellan.
nob: Grovt sett har to generasjoner mistet språket, slik at det bare en noen få eldre igjen som har hatt samisk som sitt oppvekstspråk.

source: Go vuos muhtun váhnemat garrasit gáibidedje oahpahusa lullisámegielas mánáidasaset, de oaččui Prahke skuvla 1989:s bissovaš oahppofálaldaga lullisámegielas, muhto oahpahusa rámmaid siskkobealde ledje unnán ovddidanvejolašvuođat.
nob: Etter press fra foreldre fikk Brekken skole et stabilt opplæringstilbud i sørsamisk fra 1989, men innenfor rammene for undervisning var det lite rom for utviklingsarbeid.

source: Guokte rektora ovttas sámi berošteddjiiguin barge áŋgirit oažžut doarjaga lullisámegieldoaimmaide, ja 2003:s ožžo ge doarjaga Oahpahusdepartemeanttas Plassjesámegiel oahppoprográmmii.
nob: I samarbeid med samiske interesser, bidro to rektorer sterkt til at en i 2003 fikk støtte fra Utdanningsdepartementet til Rørossamisk opplæringsprogram.

source: Ulbmil lei ásahit giellaguovddáža mii sáhtii bargagoahtit viidábut giellabargguin go dat maid láhka geatnegahtii skuvlla bargat. Seammás
nob: Målet var å få etablert et språksentersom kunne gripe tak i språkarbeidet i videre forstand enn det lovpålagte gjennom skoleverket.

source: lei maid dehálaš oažžut guovddáža doibmat lahkalaga skuvllain, vai sáhtii ásahit viidát gelbbolašvuođabirrasa.
nob: Samtidig var det viktig å knytte senteret opp til skolesektoren så en kunne skape et utvidet kompetansemiljø.

source: Aajege Sámi giella‐ ja gelbbolašvuođaguovddáš vuođđuduvvui almmolaččat Plassje suohkanii golggotmánus 2005.
nob: Aajege Samisk språk‐ og kompetansesenter ble formelt etablert på Røros i oktober 2005.

source: Aajege váldoulbmilat leat: 1) Ealáskahttit, seailluhit ja nannet sámegiela ja kultuvrra.
nob: Hovedmålsettingene for Aajege er: 1) Revitalisere, bevare og styrke samisk språk og kultur.

source: 2) Ovddidit ja nannet oahpahusa sámegielas, kultuvrras ja ealáhusain.
nob: 2) Utvikle og styrke opplæringstiltak innen samisk språk, kultur og næring.

source: 3) Váikkuhit oažžut eanet ovttasdoaimma ja fierpmádathuksema.
nob: 3) Bidra til økt samhandling og nettverksbygging.

source: 4) Lasihit máhtu sámi kultuvrra ja servodateallima birra.
nob: 4) Øke kunnskapen om samisk kultur og samfunnsliv.

source: 2012 giđa ledje Aajege guovddážis vihtta bargi, main okta lei gaskaboddosaš virggis.
nob: Våren 2012 har Aajege fem ansatte hvorav en er i midlertidig stilling.

source: Lullisámi oktavuođas lea mearkkašahtti ahte buot dien viđa bargis lea sihke formálalaš pedagogalaš oahppu ja maiddái unnimusat 60 oahppočuoggá sámegielas.
nob: I sørsamisk sammenheng er det spesielt at alle disse fem har både formell pedagogisk kompetanse og minst 60 studiepoeng i samisk.

source: Guovddáš dovddaha ahte sii áinnas hálidivčče eambbo prošeavttaid, muhto lullisámis leat vátna olmmošlaš návccat, ahte jus virgáibijaše eanet bargiid, de dat čuožášii eará giellabargguide suohkanis.
nob: Senteret uttrykker at de gjerne skulle hatt flere prosjekter, men de menneskelige ressursene i sørsamisk er så begrensede at flere ansatte ville gått på bekostning av annet språkarbeid i kommunen.

source: Plassje suohkanis leat buohkat geat barget sámegielain nissonolbmot.
nob: I Røros kommune er alle som jobber med samisk språk kvinner.

source: Ággan dasa sáhttá leat ahte eanas dievddut leat barggus boazodoalus.
nob: Dette antas å ha sammenheng med at mennene i stor grad er opptatt i reindrifta.

source: 9.2 Organiserenmálle válljen
nob: 9.2 Valg av organisasjonsform

source: Go Aajege ásahedje, de digaštalle máŋga organiseren‐ ja oamastanmálle.
nob: Ved opprettelsen av Aajege ble ulike former for organisering og eierskap diskutert. Senterets

source: Guovddáža váldo doaibmaguovlu galggai leat geográfalaš golmmačiegat mii gohčoduvvo Plassjesámi guovlun, namalassii Muorahká, Trollheimen ja Engerdal.
nob: primære nedslagsfelt skulle være den geografiske trekanten mellom Meråker, Trollheimen og Engerdal som kalles Rørossamisk område.

source: Lulli ‐ Trøndelága fylkasuohkan lei hui áŋgirit fárus, ja lei ge álkit bargat fylkasuohkandásis go 12‐14 suohkaniin. Dasa lassin árvvoštalle ahte dáidá leat ávkki
nob: Sør ‐ Trøndelag fylkeskommune var sterkt inne og det ble ansett som enklere å lage et samarbeid på fylkeskommunenivå enn å involvere 12‐14 kommuner.

source: dáfus buoremus bidjat Aajege oassin Plassje joatkkaskuvlii, vai skuvla / fylkasuohkan váldá badjelasas bargoaddi ‐ ja rehketdoalloovddasvástádusa, dihtorvuogádaga jnv., ja de sáhttet Aajege bargit baicca geavahit eanet návccaid iežaset vuođđobargguide.
nob: Dessuten ble det vurdert som strategisk å legge Aajege inn som en avdeling under Røros videregående skole slik at skolen / fylkeskommunen kunne ta seg av arbeidsgiver‐ og regnskapsansvar, tilby datasystem osv., mens de ansatte på Aajege kunne fokusere på sine primæroppgaver. Aajege

source: Danin lea ge Aajege Røros joatkkaskuvllas, gos sis leat bargolanjat seamma kanturoasis go Plassje resursaguovddáš, mii earet eará oamasta videokonferánsarusttegiid maid sii láiguhit go galget lágidit gáiddusoahpahusa sámegielas.
nob: holder derfor til på Røros videregående skole der de har lokaler i et kontorlandskap sammen med Røros ressurssenter som blant annet eier videokonferanseutstyret de leier til bruk i fjernundervisning i samisk.

source: Aajege lea ge dasto fylkasuohkana giellaguovddáš man oamsteaddjit leat Lulli ‐ Trøndelága
nob: Representanter for disse tre samt personer utpekt av Sør ‐ Trøndelag og Hedmark Reinsamelag og Sør‐

source: Dien golmma ásahusa ovddasteaddjit ja áirras maid Lulli ‐ Trøndelága ja Hedmárkku Boazosámisearvi ja Lulli ‐ Trøndelága ja Hedmárkku Saemiej Saervie válljejit, lea Aajege stivrenjoavku.
nob: Trøndelag og Hedmark Saemiej Saervie, utgjør Aajeges styringsgruppe.

source: Min diehtočohkkenmátkkis eat gullan maidege dan birra ahte dákkár oamastanmálle mielddisbuktá makkárge hástalusaid.
nob: I vårt feltarbeid kom det ikke fram noen utfordringer knyttet til eierskapsmodellen.

source: Čujuhedje baicca dasa ahte lea vuogas go ii leat nu lagas čanastat suohkanii, danin go dat sáhtášii dahkat eahpesihkkaris ekonomalaš dili. Čujuhuvvui maid dasa ahte suohkana
nob: Det ble derimot påpekt at det var en fordel ikke å være knyttet for tett opp til kommunen med den økonomiske uforutsigbarheten dette kunne medføre.

source: ovddasteaddji ii boađe buot áiggiid čoahkkimiidda, ja dat maid lea dagahan ahte eai oro hálideamen nu lagas čanastaga suohkanii.
nob: Det ble også vist til at kommunens representant i varierende grad hadde møtt på møter, noe som hadde ført til at forankringen i kommunen var mindre enn ønskelig.

source: Informánttat sávve nuppástusaid dál go ođđa stivra lea válljejuvvon.
nob: Informantene håpet på endring nå med nytt styre.

source: Stivrenjoavkkus lea ráđđeaddi ovddasvástádus.
nob: Styringsgruppa har et rådgivende ansvar.

source: Dat galgá leat veahkkin hábmemin bajitdási strategiijaid, dohkkehit jahkeraporttaid, rehketdoalu, bušeahta ja doaibmaplána.
nob: godkjenne årsrapport, regnskap, budsjett og tiltaksplan.

source: Muhtun ovddasteddjiin leamaš unnán beroštupmi dien bargui, dahje sis lea leamaš unnán gelbbolašvuohta dien suorggis.
nob: En del representanter har vært lite engasjerte, eller de har hatt lite kompetanse på feltet.

source: Danin leat ge sámi organisašuvnnat ja Aajege ieš njunnošis doaimma stivremin
nob: De samiske organisasjonene og Aajege selv har derfor vært sentrale i styringen av faglige retning.

source: fágalaččat. Liikká lohket sii ahte stivrenjoavkku digaštallamat leat ávkkálaččat, ja okta dain ođđa stivralahtuin logai midjiide ahte su mielas lea dás ovddosguvlui hui dehálaš juohkit dieđuid Aajege doaimmaid birra ja dovddusindahkat sin bargguid, ja fievrredit sámi áššiid iežas organisašuvdnii.
nob: Diskusjonene i styringsgruppa ansees likevel som nyttige, og fra et nytt styremedlem fikk vi høre at det å bringe kunnskap og oppmerksomhet om Aajeges arbeid og samiske saker inn i egen organisasjon, vil være viktig framover.

source: Stivrenjoavkku čoahkkimiid čuvvot maid Prahke, Elgå ja Røros joatkkaskuvlla rektorat ja Aajege jođiheaddji.
nob: Sammen med selve styringsgruppa møter rektorene fra Brekken skole, Elgå skole, Røros videregående skole samt leder

source: Diet skuvllat leat dehálaš institušuvnnat lullisámi oahpahusa oktavuođas, ja nannejit regiuvdnii gullevašvuođa.
nob: for Aajege. Disse er sentrale institusjoner i forhold til sørsamisk opplæring og sikrer dessuten den regionale forankringen.

source: Rektoriid molson sáhttá váikkuhit dieid bargguid jođiheapmái.
nob: Rektorskifter kan imidlertid påvirke drivkraften i denne representasjonen.

source: Aajege mielas lea organiserenvuohki vuogas, ja mii eat ožžon moaitámušaid dasa earáin ge.
nob: Aajege opplever organisasjonsformen som smidig, og vi fikk heller ingen negative kommentarer til den fra annet hold.

source: 9.3 Giellaguovddáža doaibma
nob: 9.3 Språksenterets virksomhet

source: Giellaguovddáža álgoáiggi lei Aajege áidna sámi institušuvdna Plassje guovllus, ja lei hui stuora dárbu gielladoaimmaide ja eará bargguide.
nob: Ved oppstart var Aajege den eneste samiske institusjonen i Røros området og behovet for både

source: Danin leat ge vuoruhan bargguid mat leat sámi álbmoga várás.
nob: språktiltak og andre typer aktiviteter var stort.

source: Aajege lea deattuhan ollisvuođa, ja oaivvildit ieža ahte sii leat nákcen ollisvuođas lahkonit lullisámegiela ealáskahttenbargui.
nob: Aktiviteter rettet mot den samiske befolkningen har derfor vært prioritert.

source: mánáidgárddi, vuođđoskuvlla, joatkkaskuvlla ja rávisolbmuid oahpahusa – dainna áigumušain ahte nannet giela ja ásahit báikkiid gos giella geavahuvvo.
nob: Aajege har lagt vekt på, og mener de har maktet å skape en helhetlig tilnærming til revitaliseringsarbeidet med sørsamisk språk.

source: Aajege doallá lagas oktavuođa Prahka resursaskuvllain gos leat sámegieloahpaheaddjit ja gos maiddái sáhttet fállat gáiddusoahpahusa sámegielas vuođđoskuvladásis.
nob: De har jobbet fra bunnen av og sett barnehage, grunnskole, videregående og voksenopplæring i sammenheng med det mål for øyet å styrke språket og utvikle språkarenaer.

source: Aajege lea guhkit áiggi juo lágidan oktasaš giellačoagganemiid dieid ohppiide, gos guovtti giellabargis lea ovddasvástádus praktihkalaččat láhčit daid čoagganemiid, ja skuvlla sámegieloahpaheaddjit leat pedagogalaš sisdoalu ovddasvástideaddjit.
nob: Aajege har et nært samarbeid med ressursskolen på Brekken som både har egne samiskelever og gir fjernundervisning i samisk på grunnskolenivå.

source: Čoagganeamit
nob: Aajege har i

source: nannejit giellabirrasiid oktiigullevašvuođa ja addet mánáide ja nuoraide buriid oktasaš vásáhusaid ja nannejit gullevašvuođa.
nob: lang tid arrangert felles språksamlinger for disse elevene der to språkarbeidere har hovedansvaret for den praktiske tilretteleggingen, mens samisklærerne ved skolen er ansvarlige for det pedagogiske opplegget.

source: Čoagganeamit šadde maid dakkár báikin mii muđui oalát váilu sin beaivválaš eallimis, namalassii báiki gos giella geavahuvvo.
nob: Samlingene styrker tilknytningen mellom de språkmiljøene og gir barn og unge gode felles opplevelse, tilhørighet og en språkarena som mange helt mangler til daglig.

source: Aajege čanastat Prahke skuvlii váikkuha informánttaid mielas maid dasa ahte sámegiela nannen lea ohppiide čađačuovvu maiddái de go jotket joatkkaoahpahussii.
nob: Aajeges tilknytningen til Brekken skole bidrar også i følge informantene til kontinuitet for elevene som etter hvert skal over i videregående opplæring.

source: Ovdal lávii giellaguovddáš fállat rávisolbmuide oahpahusa man maŋŋil lei vejolaš čađahit eksámena amasgiellaplána mielde joatkkaskuvladásis. Muhto go ohppiid lohku
nob: Språksenteret ga tidligere voksenopplæringskurs med mulighet til å ta

source: joatkkaoahpahusas lea njiedjan ja Sámediggi lea mearridan nannet rávisolbmuidoahpahusa, de lea Aajege searvan Sámedikki viđajagi rávisolbmuidoahppoprográmmii, dat lea ovttasbargu Sámi allaskuvllain.
nob: eksamen etter fremmedspråksplanen for videregående opplæring. Med synkende elevtall i videregående og Sametingets satsing på voksenopplæring, har Aajege nå gått inn i Sametingets femårige voksenopplæringsprogram i samarbeidet med Samisk høgskole.

source: Aajege mielas lea diet leamaš hui ávkkálaš bargu ja sii oaivvildit diet rávisolbmuide oahpahanmálle nanne hui bures giellaealáskahttinbarggu.
nob: For Aajege har dette vært en givende prosess og de mener den nye modellen for voksenopplæring er en styrke for revitaliseringsarbeidet.

source: Giellaguovddáža vásáhus lea ahte beaivekursset addet eanet ávkki go eahketkursset, muhto sii fertejit liikká heivehit daid olbmuid sávaldagaide ja vejolašvuođaide.
nob: Språksenterets erfaring er at kurs på dagtid har bedre effekt enn de kveldstid, men en må likevel tilpasse seg brukernes ønsker og muligheter. Et større fokus på progresjonen i det

source: Ja sii oidnet buoret bohtosiid das go rávisolbmuidoahpahusas deattuhit ovdáneami mannolaga.
nob: nye voksenopplæringsarbeidet ser ut til å gi bedre resultater.

source: Lea ovdamearkakdihte nu ahte oasseválddit galget ieža bargat ollu grammatihkain ja čálalaš bargguiguin ruovttus, ja čoagganemiin ges hárjehallet eanemusat hupmat.
nob: Et poeng er at deltakerne selv må jobbe mye med grammatikk og skriftlig arbeid hjemme, mens en på samlingene mest jobber muntlig.

source: Aajege lea čađat hui dihtomielalaččat geavahan sámegiela oahpahusgiellan, vaikko dárogiella hui álkit viggá hávkadit sámegiela sin kanturbáikkis.
nob: Aajege har hele tiden vært veldig bevisst på å bare bruke samisk i undervisningssammenheng, selv om norsk lett tar overhånd i kontorlandskapet deres.

source: Aajege bargun lea maid ovddidit oahpponeavvuid nugo splealuid ja fáddágirjjážiid maid oahpahusas sáhttá geavahit.
nob: Aajeges jobber med utvikling av læremidler som spill og temahefter til bruk i undervisningen.

source: Oahpa, ja lea maid dál veahkkin ráhkadeamen lullisámegiela sátnejuohkinprográmma (Divvun). Diet guokte barggu doaimmahuvvojit ovttas Romssa universitehta Sámi giellateknologiija guovddážiin, Giellateknoin.
nob: Senteret har også vært med i utviklingen av en sørsamisk versjon av språklæringsprogrammet Oahpa, og bidrar nå i arbeidet med et sørsamisk ordopprettingsprogram (Divvun), begge deler i samarbeid med Giellatekno, Senter for samisk språkteknologi ved Universitetet i Tromsø.

source: Doaimmaid ja prošeaktajurdagiid ovdanbuktet sii bargiidsemináras mii lágiduvvo juohke jagi juovlamánus / ođđajagimánus bušeahttameannudeami oktavuođas.
nob: Aktiviteter og prosjektideer løftes fram på et årlig personalseminar i desember / januar i forbindelse med utarbeidelse av budsjett.

source: Doppe lea buohkain vejolašvuohta váikkuhit guovddáža doaimmaide.
nob: Dette gir alle en viss frihet til å påvirke senterets virksomhet ved å komme med forslag, noe styringsgruppa og rektorene som møter også kan gjøre.

source: Sii sáhttet buktit evttohusaid, dan sáhttá maid
nob: Språksenterets innsats preges likevel av overordnete føringer fra Sametinget og fylkeskommunen, uten at dette

source: stivrenjoavku ja rektorat dahkat, geat maid čuvvot dien čoahkkima.
nob: ansees som negativt.

source: Giellaguovddáš oaivvilda ahte Sámegiela doaibmaplána lea buorre veahkkin bargguin, muhto sii geahččalit prošeavttaid álggahit iežaset dárbbuid vuođul.
nob: Språksenteret mener Handlingsplanen for samisk språk er en rettesnor for arbeidet, men søker å forankre prosjektene i egne behov.

source: Aajege mielas leat sii dakkár institušuvdna maid sii stivrejit geat dan geavahit, ja sii leat ásahuvvon dan váste ahte fállat guovllu sámi álbmogii dan maid sii ohcalit.
nob: Aajege ser på seg selv som en brukerstyrt institusjon som er til å gi den samiske befolkningen i regionen det den har behov for.

source: Dan oktavuođas orrot ge sámi kulturdoahpaga geavaheamen miha viidábut go eará giellaguovddážat.
nob: I så måte virker det som det samiske kulturbegrepet er strukket lenger ved andre språksentre.

source: vuojadeami okte vahkus, ja oaivvildit ahte lea dehálaš ásahit juohkelágan oktasaš deaivvademiid.
nob: De arrangerer trim og bading en gang i uka og mener dette er viktig for å skape en felles sosial arena.

source: Dat sáhttet leat doaimmat nugo giellakursset,
nob: I tråd med Ajeges intensjon om å bidra med opplæring i forhold til

source: eahpeformálalaš hupmanjoavkkut, noaidevuohta, kulturmuittut, niibekursset ja eará.
nob: samisk nærig, har de på forespørsel fra reinsamelaget tilbudt datakurs.

source: Dábálaččat servet hui unnán dievddut kurssiide, muhto gieskat lágidedje sii gámagoarrunkursse, ja dasa serve ollu dievddut maid.
nob: Mens svært få menn deltar på språkkurs, fikk et nylig gjennomført kurs i skosøm stor oppslutning også fra menn.

source: Aajege lea maid lágidan design‐ ja duodjefálaldaga joatkkaskuvladásis.
nob: Aajege har dessuten bidratt inn i tilbud på videregående skoles nivå knyttet til design og duedtie.

source: Vaikko ollu diein fálaldagain leat ge dakkárat gos sáhtášii sámegiela geavahit, de dávjá aŋkke lea dárogiella mii vuoitá, muhto eanas olbmuin livččii duohta dáhttu ealáskahttit lullisámegiela.
nob: Selv om flere av disse tilbudene kan danne gode språkarenaer, blir norsk ofte dominant, men

source: Aajege geahččala oččodit giela juohkelágan bargamušaide, geahččala deattuhit sámegiel dadjanvugiid mat gullet bargguide.
nob: Aajege prøver å dra språket mer inn i ulike aktiviteter, som ved å vektlegge samisk terminologi knyttet til aktiviteten.

source: Aajega bargá maid dokumenterenbargguin. Sii namuhedje prošeavtta mas
nob: Dokumentasjon er et annet arbeidsfelt for Aajege.

source: kártejedje ja dokumenterejedje sániid mat geavahuvvojit boazomearkkain.
nob: Et prosjekt som gikk ut på å kartlegge og dokumentere merkesnitt hos rein ble dratt fram.

source: Dat gáibidii lagas ovttasbarggu boazobargiiguin, ja Aajeges lei bargi gii čálalaččat sáhtii dokumenteret dien árbemáhtu ja árbedieđuid.
nob: Det krevde et godt samarbeid mellom praktikere i reindriften og en medarbeider fra Aajege som kunne dokumentere skriftlig den tradisjonelle

source: Plassje suohkan ii leat informánttaid mielas leamaš nu beare áŋgir nannet iežas bargiid gelbbolašvuođa lullisámegielas.
nob: Røros kommune har i følge informantene ikke gjort noen stor innsats for å øke den sørsamiske språkkompetansen blant sine ansatte.

source: Vaikko suohkan lea ge olggobealde sámegiela hálddašanguovllu, de oaččui okta bargi virgelobi bálkkáin čuovvut vuosttaš rávisolbmuidkursse mii lágiduvvui ovttas Sámi
nob: Selv om kommunen befinner seg utenfor språkforvaltningsområdet, fikk en ansatt person permisjon med lønn for å ta det første voksenopplæringskurset i samarbeid med Samisk høgskole, mens to barnehageansatte ble avvist fordi de ble påmeldt for seint og kurset var fullt.

source: Lullisámi kulturfestivála lea lágiduvvon Plassjes juo 2002 rájes.
nob: Sørsamisk kulturfestival har vært arrangert på Røros siden 2002.

source: Aajege bargu dan oktavuođas lea eanas dat ahte leat mielde festivála prošeaktajoavkkus, ja dan barggus doaimmaha guovddáš, kulturhoavda ja Rørosmusea ollu hálddašanbargguid.
nob: knyttet til deltakelse i prosjektgruppa for festivalen der senteret sammen med kultursjef og Rørosmuseet tar mye av det administrative ansvaret.

source: Aajege láve maid heivehit ovtta giellačoagganeami mii sis lea joatkkaskuvla ohppiiguin festivála áigái, ja de lea giella boahtán eanet guovddážii go ovdal.
nob: Aajege legger også en av samlingene de arrangerer for elever i videregående skole i tilknytning til festivalen, og språket har da kommet mer i fokus enn tidligere.

source: Nugo mii leat oaidnán, de lea Aajege ulbmiljoavku hui stuoris, sii hálidit olles dan guovllu sámi álbmoga olahit fálaldagaiguin mat sáhttet doarjut giela ja sámi servodaga.
nob: Som vi har sett er målgruppa til Aajege brei i den forstand at senteret ønsker å nå ut til hele den samiske befolkningen med tilbud som kan støtte språket og det samiske samfunnet.

source: Sii geavahit maid
nob: De fleste

source: videokonferánsarusttegiid, ja dan láhkái láhčet dili nu ahte buohkat olles guovllus ožžot vejolašvuođa searvat.
nob: kursene holdes på Røros, men tilbudene er ofte samlingsbaserte samt at det legges til rette for deltakelse fra hele regionen ved hjelp av videokonferanseutstyr.

source: Min jurddagovvadus lea ahte guovddáš bargá hui dihtomielalaččat miehtá iežas doaibmaguovllu, dan barggu nannejit gáiddusoahpahemiin ja čoagganemiiguin gosa čohkkejit olles guovllus oasseválddiid.
nob: Inntrykket er at senteret har et godt regionalt fokus som kanskje er styrket via fjernundervisningen og samlinger med deltakere fra hele regionen.

source: Aajege lea čađahan muhtun duhtavašvuođaiskandoaimmaid, main leat geavahan jearahallanskovi, muhto giellaguovddáža informánttaid mielas dat eai atte ávkkálaš dieđuid. Go humada ulbmuiguin ja
nob: Aajege har gjennomført en del evalueringer av tiltak ved hjelp av spørreskjema, men informanter ved språksenteret mener at disse ikke gir nyttig kunnskap.

source: gulaskuddá njuolga sis, de oažžu miha buoret dieđuid, muhto dávjá diekkár dieđut eai systematiserejuvvo doarvái bures.
nob: Muntlige tilbakemeldinger gir mer innsikt, men slike tilbakemeldinger blir ofte ikke tilstrekkelig systematisert.
